const dataSwarm = [
    {
        "npo": "مثبت",
        "count": 1,
        "sum": 1300,
        "id": "مجید انصاری"
    },
    {
        "npo": "منفی",
        "count": 9,
        "sum": 31017,
        "id": "مجید انصاری"
    },
    {
        "npo": "بدون واکنش",
        "count": 3,
        "sum": 11657,
        "id": "ابطحی"
    },
    {
        "npo": "منفی",
        "count": 16,
        "sum": 95198,
        "id": "ابطحی"
    },
    {
        "npo": "بدون واکنش",
        "count": 1,
        "sum": 3800,
        "id": "رئيسی"
    },
    {
        "npo": "بدون واکنش",
        "count": 20,
        "sum": 200648,
        "id": "قالیباف"
    },
    {
        "npo": "مثبت",
        "count": 3,
        "sum": 21285,
        "id": "قالیباف"
    },
    {
        "npo": "منفی",
        "count": 400,
        "sum": 1076584,
        "id": "قالیباف"
    },
    {
        "npo": "مثبت",
        "count": 1,
        "sum": 1300,
        "id": "حدادعادل"
    },
    {
        "npo": "منفی",
        "count": 12,
        "sum": 70225,
        "id": "حدادعادل"
    },
    {
        "npo": "بدون واکنش",
        "count": 11,
        "sum": 24111,
        "id": "نادران"
    },
    {
        "npo": "منفی",
        "count": 16,
        "sum": 241434,
        "id": "نادران"
    },
    {
        "npo": "بدون واکنش",
        "count": 15,
        "sum": 151074,
        "id": "رسایی"
    },
    {
        "npo": "مثبت",
        "count": 4,
        "sum": 81700,
        "id": "رسایی"
    },
    {
        "npo": "منفی",
        "count": 26,
        "sum": 423511,
        "id": "رسایی"
    },
    {
        "npo": "بدون واکنش",
        "count": 4,
        "sum": 26251,
        "id": "مطهری"
    },
    {
        "npo": "مثبت",
        "count": 1,
        "sum": 1300,
        "id": "مطهری"
    },
    {
        "npo": "منفی",
        "count": 15,
        "sum": 161853,
        "id": "مطهری"
    },
    {
        "npo": "منفی",
        "count": 1,
        "sum": 757,
        "id": "عنابستانی"
    },
    {
        "npo": "منفی",
        "count": 2,
        "sum": 41200,
        "id": "ذوالنور"
    },
    {
        "npo": "بدون واکنش",
        "count": 10,
        "sum": 45870,
        "id": "مصری"
    },
    {
        "npo": "مثبت",
        "count": 3,
        "sum": 46852,
        "id": "مصری"
    },
    {
        "npo": "منفی",
        "count": 9,
        "sum": 86400,
        "id": "مصری"
    },
    {
        "npo": "منفی",
        "count": 1,
        "sum": 2200,
        "id": "میرسلیم"
    },
    {
        "npo": "منفی",
        "count": 2,
        "sum": 4800,
        "id": "امیرحسین ثابتی"
    },
    {
        "npo": "مثبت",
        "count": 1,
        "sum": 1300,
        "id": "نوبخت"
    },
    {
        "npo": "منفی",
        "count": 15,
        "sum": 47696,
        "id": "نوبخت"
    },
    {
        "npo": "بدون واکنش",
        "count": 2,
        "sum": 7200,
        "id": "حسن روحانی"
    },
    {
        "npo": "مثبت",
        "count": 2,
        "sum": 20800,
        "id": "حسن روحانی"
    },
    {
        "npo": "منفی",
        "count": 37,
        "sum": 475051,
        "id": "حسن روحانی"
    },
    {
        "npo": "بدون واکنش",
        "count": 3,
        "sum": 10912,
        "id": "پزشکیان"
    },
    {
        "npo": "مثبت",
        "count": 2,
        "sum": 27100,
        "id": "پزشکیان"
    },
    {
        "npo": "منفی",
        "count": 28,
        "sum": 241840,
        "id": "پزشکیان"
    },
    {
        "npo": "بدون واکنش",
        "count": 5,
        "sum": 85879,
        "id": "علوی"
    },
    {
        "npo": "مثبت",
        "count": 7,
        "sum": 154000,
        "id": "علوی"
    },
    {
        "npo": "منفی",
        "count": 17,
        "sum": 350433,
        "id": "علوی"
    },
    {
        "npo": "مثبت",
        "count": 1,
        "sum": 1300,
        "id": "آقا تهرانی"
    },
    {
        "npo": "منفی",
        "count": 6,
        "sum": 45116,
        "id": "صادق محصولی"
    },
    {
        "npo": "منفی",
        "count": 1,
        "sum": 1900,
        "id": "خضریان"
    },
    {
        "npo": "بدون واکنش",
        "count": 1,
        "sum": 25000,
        "id": "دهنوی"
    },
    {
        "npo": "منفی",
        "count": 8,
        "sum": 83600,
        "id": "دهنوی"
    },
    {
        "npo": "منفی",
        "count": 4,
        "sum": 4834,
        "id": "مالک شریعتی"
    }
]

export default dataSwarm